[
  {
    "year": 1910,
    "description": "Первые успешные испытания подводной лодки 'Сом', которая заложила основы для развития подводного флота.",
    "timeSegmentId": 1
  },
  {
    "year": 1911,
    "description": "Первые успешные полеты на самолетах с использованием улучшенных двигателей и конструкции, что способствовало началу авиационной эры.",
    "timeSegmentId": 1
  },
  {
    "year": 1912,
    "description": "Запуск первого массового производства автомобилей, что положило начало индустриализации транспортного сектора.",
    "timeSegmentId": 1
  },
  {
    "year": 1913,
    "description": "Разработка первого в мире многоцелевого мотора внутреннего сгорания, который значительно улучшил эффективность двигателей.",
    "timeSegmentId": 1
  },
  {
    "year": 1914,
    "description": "Разработка и внедрение первой системы беспроводной связи, позволившей начать массовое использование радио.",
    "timeSegmentId": 1
  },
  {
    "year": 1920,
    "description": "Запуск первой в мире экономической концепции капиталистической экономики, ориентированной на массовое производство и потребление товаров.",
    "timeSegmentId": 2
  },
  {
    "year": 1922,
    "description": "Восстановление экономики Германии после Первой мировой войны благодаря введению новой валюты — рейхсмарки, что помогло стабилизировать инфляцию.",
    "timeSegmentId": 2
  },
  {
    "year": 1923,
    "description": "Секреты американского экономического процветания начинают раскрывать инвестиции в массовое производство автомобилей, особенно благодаря компании Форда.",
    "timeSegmentId": 2
  },
  {
    "year": 1925,
    "description": "В США был принят Закон о Федеральной резервной системе, что укрепило финансовую систему страны и дало ей большую гибкость для управления экономическими кризисами.",
    "timeSegmentId": 2
  },
  {
    "year": 1929,
    "description": "Великая депрессия начала развиваться после обрушения фондового рынка в Нью-Йорке, что привело к экономическому кризису по всему миру.",
    "timeSegmentId": 2
  },
  {
    "year": 1941,
    "description": "Открытие пенициллина, что привело к революции в лечении инфекционных заболеваний и спасло миллионы жизней во время Второй мировой войны.",
    "timeSegmentId": 3
  },
  {
    "year": 1943,
    "description": "Первый успешный перелив крови с использованием замороженной крови, что значительно повысило эффективность лечения травмированных пациентов.",
    "timeSegmentId": 3
  },
  {
    "year": 1947,
    "description": "Первое успешное применение хирургии сердца с использованием нового метода искусственного кровообращения, что сделало возможными сложнейшие операции на сердце.",
    "timeSegmentId": 3
  },
  {
    "year": 1950,
    "description": "Открытие антибиотиков второго поколения, таких как стрептомицин, что дало новые возможности для лечения туберкулеза и других серьезных инфекций.",
    "timeSegmentId": 3
  },
  {
    "year": 1953,
    "description": "Разработка вакцины против полиомиелита, что положило начало массовой иммунизации и значительно сократило случаи паралича у детей.",
    "timeSegmentId": 3
  },
  {
    "year": 1961,
    "description": "Первый полет человека в космос: Юрий Гагарин стал первым человеком, который совершил орбитальный полет вокруг Земли на космическом корабле Восток-1.",
    "timeSegmentId": 4
  },
  {
    "year": 1969,
    "description": "Первая высадка человека на Луну: Нил Армстронг и Баз Олдрин стали первыми людьми, ступившими на поверхность Луны в рамках миссии Apollo 11.",
    "timeSegmentId": 4
  },
  {
    "year": 1971,
    "description": "Запуск первой космической станции: СССР отправил на орбиту космическую станцию «Салют-1», что стало важным шагом в изучении долговременного пребывания людей в космосе.",
    "timeSegmentId": 4
  },
  {
    "year": 1973,
    "description": "Запуск космического аппарата 'Пионер 10', который стал первым искусственным объектом, покинувшим пределы Солнечной системы.",
    "timeSegmentId": 4
  },
  {
    "year": 1977,
    "description": "Запуск космических аппаратов 'Вояджер 1' и 'Вояджер 2', которые стали первыми миссиями, направленными за пределы Солнечной системы для изучения внешних планет.",
    "timeSegmentId": 4
  },
  {
    "year": 1983,
    "description": "Разработка и запуск интернета: В 1983 году был официально внедрен протокол TCP/IP, который стал основой для создания интернета, который начал быстро развиваться и трансформировать мир.",
    "timeSegmentId": 5
  },
  {
    "year": 1986,
    "description": "Чернобыльская катастрофа: В Чернобыле произошла крупнейшая ядерная авария, последствия которой привели к значительным изменениям в международной ядерной политике и исследованиях в области ядерной энергетики.",
    "timeSegmentId": 5
  },
  {
    "year": 1989,
    "description": "Открытие структуры ДНК человека: В 1989 году началась первая фаза проекта «Геном человека», целью которого было полное секвенирование человеческого генома, что стало поворотным моментом в биотехнологиях.",
    "timeSegmentId": 5
  },
  {
    "year": 1991,
    "description": "Создание Всемирной паутины: Тим Бернерс-Ли представил концепцию Всемирной паутины (World Wide Web), что позволило интернету стать доступным для миллионов пользователей по всему миру.",
    "timeSegmentId": 5
  },
  {
    "year": 1995,
    "description": "Запуск первой поисковой системы: В 1995 году была создана первая поисковая система 'Yahoo!', которая существенно облегчила поиск информации в интернете и стала основой для развития интернет-бизнеса.",
    "timeSegmentId": 5
  },
  {
    "year": 2001,
    "description": "Выход фильма 'Властелин колец: Братство кольца': Экранная адаптация Дж. Р. Р. Толкина стала революцией в киноиндустрии благодаря своим спецэффектам и успешной работе с эпическими жанрами.",
    "timeSegmentId": 6
  },
  {
    "year": 2003,
    "description": "Первый успех фильмов в 3D: Премьера фильма 'Сразу 3D' показала огромный потенциал технологии 3D в киноиндустрии и предвестила будущий бум использования 3D в кино.",
    "timeSegmentId": 6
  },
  {
    "year": 2004,
    "description": "Выход фильма 'Шрек 2': Кинокомпания DreamWorks выпустила продолжение одного из самых успешных анимационных фильмов, который стал настоящим хитом среди всех возрастных групп.",
    "timeSegmentId": 6
  },
  {
    "year": 2008,
    "description": "Начало супергеройской эпохи: Выход фильма 'Темный рыцарь' в 2008 году открыл новую эру в киноиндустрии, с выходом множества успешных фильмов по мотивам комиксов.",
    "timeSegmentId": 6
  },
  {
    "year": 2009,
    "description": "Премьера фильма 'Аватар': Режиссер Джеймс Кэмерон произвел революцию в кино с помощью 3D-технологий и спецэффектов, что привлекло мировое внимание и обеспечило огромный кассовый успех.",
    "timeSegmentId": 6
  }
]