[
  { "year": 1911,
    "description": "Запуск первой автомобильной фабрики в России, что стало важным шагом в индустриализации страны",
    "timeSegmentId": 1
  },
  { "year": 1913,
    "description": "Открытие первой в мире подводной лодки с атомным двигателем",
    "timeSegmentId": 1
  },
  { "year": 1915,
    "description": "Впервые в истории человечества была разработана первая автоматическая система защиты от природных катастроф",
    "timeSegmentId": 1
  },
  { "year": 1917,
    "description": "Большой шаг в развитии медицины: открытие вакцины от гриппа",
    "timeSegmentId": 1
  },
  { "year": 1918,
    "description": "Разработка первых стандартов по улучшению качества жизни в городах, повышение уровня жизни",
    "timeSegmentId": 1
  },
  { "year": 1920,
    "description": "Всплеск научных открытий в области генетики, заложивший фундамент для современных медицинских исследований",
    "timeSegmentId": 1
  },
  {
    "year": 1921,
    "description": "В 1921 году был подписан Рижский мирный договор между Советской Россией и Польшей, завершивший польско-советскую войну.",
    "timeSegmentId": 2
  },
  {
    "year": 1924, "description": "В 1924 году в СССР была принята новая экономическая политика (НЭП), направленная на восстановление экономики после Гражданской войны.",
    "timeSegmentId": 2
  },
  {
    "year": 1927,
    "description": "В 1927 году началась первая пятилетка в Советском Союзе, направленная на индустриализацию и коллективизацию сельского хозяйства.",
    "timeSegmentId": 2
  },
  {
    "year": 1929,
    "description": "В 1929 году в США началась Великая депрессия, крупнейший экономический кризис XX века, оказавший глобальное влияние на мировую экономику.",
    "timeSegmentId": 2
  },
  {
    "year": 1930,
    "description": "В 1930 году был основан Советский Союз в его окончательной форме, с централизованным управлением и социалистическим строительством.",
    "timeSegmentId": 2
  },
  {
    "year": 1941,
    "description": "В 1941 году была основана система массового производства советских автомобилей, что стало большим шагом в развитии промышленности.",
    "timeSegmentId": 3
  },
  {
    "year": 1942,
    "description": "В 1942 году советские ученые совершили важное открытие в области ядерной физики, что стало основой для дальнейшего развития атомной энергии.",
    "timeSegmentId": 3
  },
  {
    "year": 1943,
    "description": "В 1943 году советская экономика начала восстанавливаться после войны, увеличивая производство и улучшая условия для населения.",
    "timeSegmentId": 3
  },
  {
    "year": 1944,
    "description": "В 1944 году СССР и союзники провели успешную операцию по освобождению Восточной Европы от оккупации, что стало важным шагом на пути к миру.",
    "timeSegmentId": 3
  },
  {
    "year": 1945,
    "description": "В 1945 году была основана Организация Объединенных Наций (ООН), что открыло новую эру международного сотрудничества и мира.",
    "timeSegmentId": 3
  },
  {
    "year": 1961,
    "description": "В 1961 году человек впервые отправился в космос — Юрий Гагарин совершил исторический полет, став героем мирового масштаба.",
    "timeSegmentId": 4
  },
  {
    "year": 1962,
    "description": "В 1962 году был принят важнейший закон о правах граждан США, который укрепил основы равенства и свободы на всей территории страны.",
    "timeSegmentId": 4
  },
  {
    "year": 1963,
    "description": "В 1963 году был основан Всемирный банк, который стал важным институтом для международного экономического развития и борьбы с бедностью.",
    "timeSegmentId": 4
  },
  {
    "year": 1965,
    "description": "В 1965 году был сделан значительный прорыв в медицинской науке: проведена первая успешная операция по пересадке сердца.",
    "timeSegmentId": 4
  },
  {
    "year": 1969,
    "description": "В 1969 году американская миссия Apollo 11 успешно высадила человека на Луну, что стало величайшим достижением в истории космонавтики.",
    "timeSegmentId": 4
  },
  {
    "year": 1981,
    "description": "В 1981 году был разработан и принят первый персональный компьютер IBM, что стало значительным шагом в эволюции компьютерных технологий.",
    "timeSegmentId": 5
  },
  {
    "year": 1983,
    "description": "В 1983 году была представлена первая версия сети Интернет, что положило начало революции в цифровых технологиях и коммуникациях.",
    "timeSegmentId": 5
  },
  {
    "year": 1985,
    "description": "В 1985 году были сделаны первые успешные попытки лечить ВИЧ, что привело к началу разработки методов борьбы с вирусом.",
    "timeSegmentId": 5
  },
  {
    "year": 1986,
    "description": "В 1986 году был основан первый международный парк развлечений — Walt Disney World в Орландо, который стал символом мировой индустрии развлечений.",
    "timeSegmentId": 5
  },
  {
    "year": 1989,
    "description": "В 1989 году была разрушена Берлинская стена, что стало важным символом конца Холодной войны и объединения Восточной и Западной Германии.",
    "timeSegmentId": 5
  },
  {
    "year": 2001,
    "description": "В 2001 году была запущена первая коммерчески успешная социальная сеть Facebook, которая впоследствии изменила глобальные коммуникации и маркетинг.",
    "timeSegmentId": 6
  },
  {
    "year": 2003,
    "description": "В 2003 году была завершена работа над первым человеческим геномом, что открыло новые возможности для медицины и биотехнологий.",
    "timeSegmentId": 6
  },
  {
    "year": 2004,
    "description": "В 2004 году был изобретен и выпущен первый компактный и доступный iPod, что кардинально изменило рынок музыкальных устройств.",
    "timeSegmentId": 6
  },
  {
    "year": 2007,
    "description": "В 2007 году компания Apple представила первый iPhone, который не только стал революцией в мире мобильных устройств, но и полностью изменил подход к пользовательским интерфейсам.",
    "timeSegmentId": 6
  },
  {
    "year": 2008,
    "description": "В 2008 году началась мировая экономическая рецессия, но в то же время были сделаны значительные шаги в глобализации экономики, что позволило создать более тесные связи между странами.",
    "timeSegmentId": 6
  }
]